{
  "text": "1. Iniciar con un tono positivo y colaborativo\nHola, realmente valoro el tiempo que hemos dedicado a este proyecto y las habilidades que aportas. Me gustaría tener una conversación abierta sobre cómo estamos trabajando y cómo podemos hacer que esta sociedad funcione mejor para ambos.\n\n2. Expresar tus observaciones y sentimientos usando frases en primera persona\nHe notado que últimamente nos hemos quedado estancados en ciertas tareas, especialmente en el trabajo del sitio web, y a veces siento incertidumbre sobre el progreso. Eso me genera algo de frustración y me afecta en la motivación.\n\n3. Reconocer su perspectiva y posibles desafíos\nTambién entiendo que cada uno tiene su forma de trabajar, y que a veces surgen limitaciones de tiempo u otras prioridades. Quiero asegurarme de escucharte y respetar eso.\n\n4. Abordar suavemente la dinámica de poder y control\nMe doy cuenta de que ambos queremos sentirnos en control y seguros sobre el proyecto, pero quizá lo estamos abordando de maneras diferentes. Para mí, tener una comunicación clara y fechas ayuda a sentirme confiado. Me gustaría saber cómo prefieres trabajar y qué necesitas para sentirte cómodo y comprometido.\n\n5. Invitar a colaborar en soluciones\n¿Podemos pensar juntos en cómo equilibrar estas necesidades? Tal vez podríamos establecer algunos hitos o puntos de control flexibles que funcionen para ambos. Estoy abierto a sugerencias y quiero encontrar una forma que nos mantenga motivados y avanzando.\n\n6. Retomar el tema del acuerdo de sociedad\nTambién me gustaría retomar la idea de tener un acuerdo sencillo que defina nuestros roles y expectativas. Creo que eso nos daría más claridad y protección a ambos, sin que sea un trámite legal complicado. ¿Qué opinas?\n\n7. Expresar tu compromiso y disposición para escuchar\nAl final del día, valoro lo que estamos construyendo y nuestra amistad. Quiero que ambos nos sintamos bien con esta sociedad, y estoy dispuesto a escuchar y ajustar lo que sea necesario. ¿Cómo te sientes con todo lo que te he compartido?\n\nPausa para escuchar\nDale espacio para que responda con sinceridad.\n\nEscucha activmente:\nparafrasea, pregunta para aclarar y reconoce sus sentimientos.\n\n9. Acordar los próximos pasos\nCon base en lo que hemos hablado, ¿qué crees que sería el mejor siguiente paso?\n\n¿Te sentirías cómodo probando una nueva forma de trabajar juntos, o crees que debemos replantear la sociedad?",
  "styles": [
    {
      "name": "Tips",
      "font": "Arial",
      "size": 20,
      "color": "#AAAAAA",
      "bg": "#ffffff",
      "alpha": 0.7
    },
    {
      "name": "Title",
      "font": "Arial Black",
      "size": 32,
      "color": "#FF9800",
      "bg": "#ffffff",
      "alpha": 0.4409090909090909
    },
    {
      "name": "Body",
      "font": "Arial Black",
      "size": 20,
      "color": "#FFEB3B",
      "bg": "#ffffff",
      "alpha": 0.4545454545454546
    }
  ],
  "current_style": 2,
  "scroll_speed": 2.0,
  "scroll_sens": 20,
  "invert_scroll": false,
  "bg_color": "#444444",
  "bg_alpha": 0.7622641509433962,
  "quick_colors": [
    [
      "#FF4444",
      "#FFEB3B",
      "#4CAF50"
    ],
    [
      "#00E5FF",
      "#2196F3",
      "#9C27B0"
    ],
    [
      "#FF9800",
      "#795548",
      "#607D8B"
    ]
  ],
  "swatches": [
    [
      "#AAAAAA",
      "#FFFFFF",
      "#000000",
      "#FF4444",
      "#2196F3",
      "#00E5FF"
    ],
    [
      "#00FF00",
      "#4CAF50",
      "#FFEB3B",
      "#FF9800",
      "#9C27B0",
      "#F44336"
    ],
    [
      "#2196F3",
      "#4CAF50",
      "#FFEB3B",
      "#FF4444",
      "#9C27B0",
      "#00E5FF"
    ]
  ],
  "bg_swatches": [
    "#222222",
    "#111111",
    "#444444",
    "#2196F3",
    "#4CAF50",
    "#FFEB3B"
  ],
  "last_script": "C:/Users/edwin/OneDrive Biz/The Brito Group/Brivenca - Mgmt-Docs/Fix/Apps/Telepromta/Test script.teleprompt",
  "menubar_color": "#8080ff",
  "menubar_swatches": [
    "#8080ff",
    "#ff00ff",
    "#333333",
    "#444444",
    "#FFFFFF",
    "#000000"
  ]
}